Repository: Zojax/zojax.principal.management
Catalog: src/zojax/principal/management/locales/*/LC_MESSAGES/zojax.principal.management.po
Languages: nl, ru

source: Principals
nl: Gebruikers
ru: Участники

source: Remove principal from portal.
nl: Verwijderen gebruiker van website
ru: Удалить участника сайта.

source: Remove principal
nl: Gebruiker verwijderen
ru: Удалить пользователя

source: Principals management
nl: Gebruikersbeheer
ru: Управление участниками сайта

source: Portal principals management panel.
nl: Website gebruikersbeheer
ru: Панель управления участниками сайта.

source: Membership preferences
nl: Website lidmaatschapvoorkeuren
ru: Настройки участника сайта

source: These are all the preferences related to portal membership.
nl: Dit zijn alle voorkeuren met betrekking tot website-lidmaatschap.
ru: Все пользовательские настройки относительно членства в портале.

source: Manage site principals
nl: Beheer website gebruikers
ru: Управление участниками сайта

source: Back to principals management panel
nl: Terug naar gebruikersbeheer
ru: Назад к панели управления участниками

source: View principal
nl: Gebruiker bekijken
ru: Посмотреть участника

source: Create principal
nl: Gebruiker toevoegen
ru: Создать участника

source: Select principal
nl: Gebruiker selecteren
ru: Выбрать участника

source: Principal
nl: Gebruiker
ru: Участник

source: Select principal to view/edit.
nl: Selecteer persoon of groep om te bekijken/aan te passen.
ru: Выбрать участника для просмотра/изменения.

source: Please select principal.
nl: Kies een gebruiker
ru: Выбирите участника.

source: Remove members also?
nl: Leden ook verwijderen?
ru: Удалить участников?

source: Remove
nl: Verwijderen
ru: Удалить

source: Cancel
nl: Annuleren
ru: Отменить

source: Are you sure you want remove this principal?
nl: Weet je zeker dat je deze gebruiker wilt verwijderen?
ru: Вы уверены что хотите учалить участника?

source: Principal has been removed.
nl: Gebruiker is verwijderd.
ru: Участник был удален.
